app/controllers/student_controller.rb

  def index
    @all = Student.all
---
SELECT "students".* FROM "students"